Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Saving your recovery phrase as a screenshot is risky. Screenshots sync to iCloud, appear in your photo library and Recents, and can be read by anyone with your unlocked phone.
af: Om jou herstelfrase as ʼn skermkiekie te stoor is riskant. Skermkiekies sinkroniseer met iCloud, verskyn in jou fotobiblioteek en Recents, en kan deur enigiemand met jou ontslote foon gelees word.
ar: حفظ عبارة الاسترداد كلقطة شاشة محفوف بالمخاطر. تتزامن لقطات الشاشة مع iCloud، وتظهر في مكتبة الصور وفي «الأخيرة»، ويمكن لأي شخص يحمل هاتفك وهو مفتوح القفل أن يقرأها.
bg: Запазването на фразата за възстановяване като екранна снимка е рисковано. Екранните снимки се синхронизират с iCloud, появяват се във вашата фото библиотека и в Recents и могат да бъдат прочетени от всеки, който държи отключения ви телефон.
bn: আপনার রিকভারি ফ্রেজ স্ক্রিনশট হিসেবে সংরক্ষণ করা ঝুঁকিপূর্ণ। স্ক্রিনশট iCloud-এ সিঙ্ক হয়, আপনার ফটো লাইব্রেরি ও Recents-এ দেখা যায়, এবং আপনার আনলক করা ফোন যার হাতে থাকবে সে এগুলো পড়তে পারবে।
ca: Desar la teva frase de recuperació com una captura és arriscat. Les captures se sincronitzen amb iCloud, apareixen a la fototeca i a Recents, i les pot llegir qualsevol amb el teu telèfon desbloquejat.
cs: Ukládat obnovovací frázi jako snímek obrazovky je rizikové. Snímky se synchronizují s iCloudem, objevují se ve fotoknihovně i v Naposledy a může je číst kdokoli s odemčeným telefonem.
da: Det er risikabelt at gemme din gendannelsessætning som et skærmbillede. Skærmbilleder synkroniseres til iCloud, vises i dit fotobibliotek og under Seneste, og kan læses af enhver med din ulåste telefon.
de: Ihre Wiederherstellungsphrase als Bildschirmfoto zu sichern ist riskant. Bildschirmfotos werden mit iCloud synchronisiert, erscheinen in Ihrer Fotomediathek und in „Zuletzt“, und jeder mit Zugriff auf Ihr entsperrtes Telefon kann sie lesen.
el: Η αποθήκευση της φράσης ανάκτησης ως στιγμιότυπο οθόνης είναι επικίνδυνη. Τα στιγμιότυπα συγχρονίζονται με το iCloud, εμφανίζονται στη βιβλιοθήκη φωτογραφιών και στα Πρόσφατα, και μπορούν να διαβαστούν από οποιονδήποτε με ξεκλείδωτο το τηλέφωνό σας.
es: Guardar tu frase de recuperación como captura de pantalla es arriesgado. Las capturas se sincronizan con iCloud, aparecen en tu fototeca y en Recientes, y cualquiera puede leerlas si tu teléfono está desbloqueado.
et: Taastefraasi salvestamine ekraanitõmmisena on riskantne. Ekraanitõmmised sünkroonitakse iCloudiga, ilmuvad sinu fotokogusse ja viimaste hulka ning neid saab lugeda igaüks, kelle käes on sinu lukustamata telefon.
fa: ذخیره عبارت بازیابی به‌صورت اسکرین‌شات پرخطر است. اسکرین‌شات‌ها با iCloud هم‌گام می‌شوند، در کتابخانه عکس‌ها و بخش اخیر دیده می‌شوند، و هر کسی که iPhone قفل‌گشوده شما را در دست داشته باشد می‌تواند آن‌ها را بخواند.
fi: Palautuslauseen tallentaminen kuvakaappauksena on riskialtista. Kuvakaappaukset synkronoituvat iCloudiin, näkyvät kuvakirjastossa ja Viimeisimmissä, ja kuka tahansa lukitsemattomalla puhelimellasi voi lukea ne.
fil: Mapanganib ang pag-save ng iyong recovery phrase bilang screenshot. Nagsi-sync ang mga screenshot sa iCloud, lumalabas sa iyong photo library at sa Recents, at mababasa ito ng sinumang may hawak ng iyong naka-unlock na telepono.
fr: Enregistrer votre phrase de récupération sous forme de capture d'écran est risqué. Les captures se synchronisent avec iCloud, apparaissent dans votre photothèque et dans Récents, et peuvent être lues par quiconque tient votre iPhone déverrouillé.
he: שמירת ביטוי השחזור כצילום מסך מסוכנת. צילומי מסך מסונכרנים ל-iCloud, מופיעים בספריית התמונות וב"אחרונים", וכל מי שמחזיק בטלפון שלך לא נעול יכול לקרוא אותם.
hi: अपने रिकवरी फ़्रेज़ को स्क्रीनशॉट के रूप में सहेजना जोखिम भरा है। स्क्रीनशॉट iCloud से सिंक होते हैं, आपकी फ़ोटो लाइब्रेरी और हाल ही में में दिखते हैं, और जिसके पास आपका अनलॉक फ़ोन हो वह इन्हें पढ़ सकता है।
hr: Spremanje fraze za oporavak kao snimke zaslona riskantno je. Snimke zaslona sinkroniziraju se s iCloudom, pojavljuju se u foto biblioteci i u Nedavnim, i može ih pročitati svatko tko ima vaš otključani telefon.
hu: Kockázatos a helyreállítási kifejezést képernyőfotóként menteni. A képernyőfotók szinkronizálódnak az iCloudba, megjelennek a fotókönyvtárban és a Legutóbbiakban, és bárki elolvashatja, akinek feloldva a kezében van a telefonja.
id: Menyimpan frasa pemulihan sebagai tangkapan layar berisiko. Tangkapan layar tersinkron ke iCloud, muncul di pustaka foto dan Terbaru, dan dapat dibaca siapa pun yang memegang iPhone Anda dalam keadaan terbuka.
is: Að vista endurheimtarsetninguna sem skjáskot er áhættusamt. Skjáskot samstillast við iCloud, birtast í myndasafninu þínu og í Recents og hver sem hefur ólæsta símann þinn getur lesið þau.
it: Salvare la frase di ripristino come screenshot è rischioso. Gli screenshot si sincronizzano con iCloud, compaiono nella libreria foto e in Recenti e possono essere letti da chiunque abbia il Suo iPhone sbloccato.
ja: リカバリーフレーズをスクリーンショットとして保存するのは危険です。スクリーンショットは iCloud と同期され、写真ライブラリと「最近の項目」に表示され、ロック解除された端末を手にした人なら誰でも読めてしまいます。
ko: 복구 문구를 스크린샷으로 저장하는 것은 위험합니다. 스크린샷은 iCloud로 동기화되고, 사진 보관함과 최근 항목에 표시되며, 잠금이 해제된 iPhone을 가진 누구든 읽을 수 있습니다.
lt: Atkūrimo frazės išsaugojimas kaip ekrano nuotraukos yra rizikinga. Ekrano nuotraukos sinchronizuojamos su „iCloud“, atsiranda jūsų nuotraukų bibliotekoje bei „Recents“ skiltyje ir jas gali perskaityti bet kas, kas turi jūsų atrakintą telefoną.
lv: Atkopšanas frāzes saglabāšana kā ekrānuzņēmuma ir riskanta. Ekrānuzņēmumi tiek sinhronizēti ar iCloud, parādās jūsu fotoattēlu bibliotēkā un sadaļā Recents, un tos var izlasīt ikviens, kuram ir jūsu atbloķētais tālrunis.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാക്യം സ്ക്രീൻഷോട്ടായി സംരക്ഷിക്കുന്നത് അപകടകരമാണ്. സ്ക്രീൻഷോട്ടുകൾ iCloud-മായി സിങ്ക് ചെയ്യപ്പെടുന്നു, നിങ്ങളുടെ ഫോട്ടോ ലൈബ്രറിയിലും Recents-ലും പ്രത്യക്ഷപ്പെടുന്നു, അൺലോക്ക് ചെയ്ത ഫോൺ കൈവശമുള്ള ആർക്കും വായിക്കാം.
mr: तुमची रिकव्हरी फ्रेज स्क्रीनशॉट म्हणून सेव्ह करणं धोकादायक आहे. स्क्रीनशॉट्स iCloud सोबत सिंक होतात, तुमच्या फोटो लायब्ररी आणि Recents मध्ये दिसतात, आणि तुमचा अनलॉक केलेला फोन ज्याच्याकडे आहे तो कोणीही ते वाचू शकतो.
ms: Menyimpan frasa pemulihan anda sebagai tangkapan skrin adalah berisiko. Tangkapan skrin disegerakkan ke iCloud, muncul dalam pustaka foto dan Recents anda, dan boleh dibaca oleh sesiapa sahaja yang memegang telefon anda yang tidak dikunci.
nb: Det er risikabelt å lagre gjenopprettingsfrasen som skjermdump. Skjermdumper synkroniseres til iCloud, vises i bildebiblioteket og i Nylig, og kan leses av enhver som har telefonen din ulåst.
nl: Je herstelzin opslaan als schermafbeelding is riskant. Schermafbeeldingen worden gesynchroniseerd met iCloud, verschijnen in je fotobibliotheek en in Recent, en kunnen worden gelezen door iedereen met je ontgrendelde iPhone.
pa: ਆਪਣੀ ਰਿਕਵਰੀ ਫਰੇਜ਼ ਨੂੰ ਸਕ੍ਰੀਨਸ਼ੌਟ ਵਜੋਂ ਸੇਵ ਕਰਨਾ ਖ਼ਤਰਨਾਕ ਹੈ। ਸਕ੍ਰੀਨਸ਼ੌਟ iCloud ਨਾਲ ਸਿੰਕ ਹੁੰਦੇ ਹਨ, ਤੁਹਾਡੀ ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਅਤੇ Recents ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ, ਅਤੇ ਤੁਹਾਡੇ ਅਨਲੌਕ ਕੀਤੇ ਫ਼ੋਨ ਵਾਲਾ ਕੋਈ ਵੀ ਉਹਨਾਂ ਨੂੰ ਪੜ੍ਹ ਸਕਦਾ ਹੈ।
pl: Zapisywanie frazy odzyskiwania w postaci zrzutu ekranu jest ryzykowne. Zrzuty ekranu synchronizują się z iCloud, pojawiają się w bibliotece zdjęć i w albumie Ostatnie oraz może je odczytać każdy, kto ma odblokowany iPhone.
pt_br: Salvar sua frase de recuperação como captura de tela é arriscado. Capturas de tela sincronizam com o iCloud, aparecem na sua fototeca e em Recentes, e podem ser lidas por qualquer pessoa com seu telefone desbloqueado.
ro: Salvarea expresiei de recuperare ca o captură de ecran este riscantă. Capturile se sincronizează cu iCloud, apar în biblioteca foto și în Recente și pot fi citite de oricine cu telefonul tău deblocat.
ru: Сохранять фразу восстановления как снимок экрана опасно. Снимки экрана синхронизируются с iCloud, появляются в медиатеке и в разделе «Недавние», и их может прочитать любой, у кого окажется ваш разблокированный телефон.
sk: Uložiť obnovovaciu frázu ako snímku obrazovky je riskantné. Snímky sa synchronizujú s iCloudom, objavujú sa vo fotoknižnici a v Naposledy a môže ich prečítať ktokoľvek s odomknutým telefónom.
sl: Shranjevanje obnovitvene fraze kot posnetka zaslona je tvegano. Posnetki zaslona se sinhronizirajo z iCloudom, pojavijo se v knjižnici fotografij in v razdelku Nedavno, in lahko jih prebere vsak, ki ima vaš odklenjen telefon.
sr: Чување фразе за опоравак као снимка екрана је ризично. Снимци екрана се синхронизују са iCloud-ом, појављују се у фото-библиотеци и у „Недавно“, и може их прочитати свако ко има ваш откључани телефон.
sv: Att spara din återställningsfras som en skärmavbild är riskabelt. Skärmavbilder synkar till iCloud, dyker upp i ditt fotobibliotek och i Senaste, och kan läsas av vem som helst med din olåsta telefon.
sw: Kuhifadhi kifungu chako cha urejesho kama picha ya skrini ni hatari. Picha za skrini husawazishwa kwenye iCloud, huonekana kwenye maktaba yako ya picha na Recents, na yeyote anayeshikilia simu yako iliyofunguliwa anaweza kuzisoma.
ta: உங்கள் மீட்பு சொற்றொடரை ஸ்க்ரீன்ஷாட்டாக சேமிப்பது ஆபத்தானது. ஸ்க்ரீன்ஷாட்கள் iCloud-உடன் ஒத்திசைகின்றன, உங்கள் புகைப்படத் தொகுப்பு மற்றும் Recents-இல் தோன்றுகின்றன, மற்றும் உங்கள் திறந்த தொலைபேசியை வைத்திருக்கும் எவராலும் அவற்றைப் படிக்க முடியும்.
te: మీ రికవరీ ఫ్రేజ్‌ను స్క్రీన్‌షాట్‌గా సేవ్ చేయడం రిస్క్‌తో కూడుకున్నది. స్క్రీన్‌షాట్‌లు iCloudకి సింక్ అవుతాయి, మీ ఫోటో లైబ్రరీలో మరియు Recentsలో కనిపిస్తాయి, మరియు మీ అన్‌లాక్ చేయబడిన ఫోన్ ఎవరి చేతుల్లో ఉన్నా చదవగలరు.
th: การบันทึกวลีกู้คืนเป็นภาพหน้าจอเป็นความเสี่ยง ภาพหน้าจอจะซิงค์กับ iCloud ปรากฏในคลังภาพและล่าสุด และใครก็ตามที่ถือ iPhone ของคุณในสถานะปลดล็อกอยู่สามารถอ่านได้
tr: Kurtarma ifadenizi ekran görüntüsü olarak kaydetmek risklidir. Ekran görüntüleri iCloud'a eşitlenir, fotoğraf kitaplığınızda ve Son Kullanılanlar'da görünür ve kilidi açık telefonunuzu eline geçiren herkes tarafından okunabilir.
uk: Зберігати фразу відновлення як скріншот ризиковано. Скріншоти синхронізуються з iCloud, потрапляють у фотобібліотеку та «Останні», і їх може прочитати будь-хто з вашим розблокованим телефоном.
ur: اپنے ریکوری فریز کو اسکرین‌شاٹ کے طور پر محفوظ کرنا خطرناک ہے۔ اسکرین‌شاٹس iCloud سے سِنک ہوتے ہیں، آپ کی فوٹو لائبریری اور Recents میں ظاہر ہوتے ہیں، اور کوئی بھی شخص جو آپ کا اَن‌لاک فون رکھتا ہو، اِنہیں پڑھ سکتا ہے۔
vi: Lưu cụm từ khôi phục dưới dạng ảnh chụp màn hình là rất rủi ro. Ảnh chụp đồng bộ với iCloud, xuất hiện trong thư viện ảnh và mục Gần đây, và bất kỳ ai cầm iPhone đã mở khoá của bạn đều có thể đọc được.
zh_hans: 将恢复短语保存为截屏存在风险。截屏会同步到 iCloud,出现在照片图库和「最近项目」中,任何人在你的手机解锁时都能看到。
zh_hant: 將恢復短語儲存為截圖有風險。截圖會同步至 iCloud、出現在照片圖庫和「最近項目」中,任何人在你的手機解鎖時都能讀取。

source: Saving…
af: Stoor tans…
ar: جارٍ الحفظ…
bg: Запазване…
bn: সংরক্ষণ করা হচ্ছে…
ca: S'està desant…
cs: Ukládání…
da: Gemmer…
de: Wird gespeichert…
el: Αποθήκευση…
es: Guardando…
et: Salvestamine…
fa: در حال ذخیره…
fi: Tallennetaan…
fil: Sine-save…
fr: Enregistrement…
he: שומר…
hi: सहेज रहे हैं…
hr: Spremanje…
hu: Mentés…
id: Menyimpan…
is: Vista…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
lt: Įrašoma…
lv: Saglabā…
ml: സംരക്ഷിക്കുന്നു…
mr: जतन करत आहे…
ms: Menyimpan…
nb: Lagrer…
nl: Opslaan…
pa: ਸੰਭਾਲਿਆ ਜਾ ਰਿਹਾ…
pl: Zapisywanie…
pt_br: Salvando…
ro: Se salvează…
ru: Сохранение…
sk: Ukladá sa…
sl: Shranjevanje…
sr: Чување…
sv: Sparar…
sw: Inahifadhi…
ta: சேமிக்கப்படுகிறது…
te: సేవ్ చేస్తోంది…
th: กำลังบันทึก…
tr: Kaydediliyor…
uk: Збереження…
ur: محفوظ ہو رہا ہے…
vi: Đang lưu…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Scan
af: Skandeer
ar: مسح
bg: Сканирай
bn: স্ক্যান
ca: Escaneja
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
et: Skanni
fa: اسکن
fi: Skannaa
fil: I-scan
fr: Scanner
he: סרוק
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
is: Skanna
it: Scansiona
ja: スキャン
ko: 스캔
lt: Nuskaityti
lv: Skenēt
ml: സ്കാൻ
mr: स्कॅन
ms: Imbas
nb: Skann
pa: ਸਕੈਨ
pl: Skanuj
pt_br: Escanear
ro: Scanează
ru: Сканировать
sk: Skenovať
sl: Skeniraj
sr: Скенирај
sv: Skanna
sw: Skani
ta: ஸ்கேன்
te: స్కాన్
th: สแกน
tr: Tara
uk: Сканувати
ur: سکین
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

source: Scan address
af: Skandeer adres
ar: مسح العنوان
bg: Сканиране на адрес
bn: ঠিকানা স্ক্যান করুন
ca: Escaneja l'adreça
cs: Naskenovat adresu
da: Scan adresse
de: Adresse scannen
el: Σάρωση διεύθυνσης
es: Escanear dirección
et: Skanni aadress
fa: اسکن نشانی
fi: Skannaa osoite
fil: I-scan ang address
fr: Scanner l'adresse
he: סרוק כתובת
hi: पता स्कैन करें
hr: Skeniraj adresu
hu: Cím beolvasása
id: Pindai alamat
is: Skanna vistfang
it: Scansiona indirizzo
ja: アドレスをスキャン
ko: 주소 스캔
lt: Nuskaityti adresą
lv: Skenēt adresi
ml: വിലാസം സ്കാൻ ചെയ്യുക
mr: पत्ता स्कॅन करा
ms: Imbas alamat
nb: Skann adresse
nl: Adres scannen
pa: ਪਤਾ ਸਕੈਨ ਕਰੋ
pl: Skanuj adres
pt_br: Ler endereço
ro: Scanează adresa
ru: Сканировать адрес
sk: Naskenovať adresu
sl: Skeniraj naslov
sr: Skeniraj adresu
sv: Skanna adress
sw: Changanua anwani
ta: முகவரியை ஸ்கேன் செய்
te: చిరునామాను స్కాన్ చేయి
th: สแกนที่อยู่
tr: Adresi tara
uk: Сканувати адресу
ur: ایڈریس اسکین کریں
vi: Quét địa chỉ
zh_hans: 扫描地址
zh_hant: 掃描地址

source: Scan QR code
af: Skandeer QR-kode
ar: مسح رمز QR
bg: Сканирай QR код
bn: QR কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Skenovat QR kód
da: Scan QR-kode
de: QR-Code scannen
el: Σάρωση κωδικού QR
es: Escanear código QR
et: Skanni QR-kood
fa: اسکن کد QR
fi: Skannaa QR-koodi
fil: I-scan ang QR code
fr: Scanner le QR code
he: סרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kod
hu: QR-kód beolvasása
id: Pindai kode QR
is: Skanna QR-kóða
it: Scansiona il QR code
ja: QR コードをスキャン
ko: QR 코드 스캔
lt: Nuskaityti QR kodą
lv: Skenēt QR kodu
ml: QR കോഡ് സ്കാൻ ചെയ്യുക
mr: QR कोड स्कॅन करा
ms: Imbas kod QR
nb: Skann QR-kode
pa: QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Skanuj kod QR
pt_br: Escanear QR code
ro: Scanează codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sl: Skeniraj kodo QR
sr: Скенирај QR код
sv: Skanna QR-kod
sw: Skani msimbo wa QR
ta: QR குறியீட்டை ஸ்கேன் செய்யவும்
te: QR కోడ్‌ను స్కాన్ చేయండి
th: สแกนคิวอาร์โค้ด
tr: QR kodunu tara
uk: Сканувати QR-код
ur: QR کوڈ سکین کریں
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼

source: Scan WalletConnect QR
af: Skandeer WalletConnect QR
ar: مسح رمز WalletConnect QR
bg: Сканиране на WalletConnect QR
bn: WalletConnect QR স্ক্যান করুন
ca: Escaneja QR de WalletConnect
cs: Skenovat QR WalletConnect
de: WalletConnect-QR scannen
el: Σάρωση WalletConnect QR
es: Escanear QR de WalletConnect
et: Skanni WalletConnecti QR
fa: اسکن QR وال‌کانکت
fi: Skannaa WalletConnect-QR
fil: I-scan ang WalletConnect QR
fr: Scanner le code QR WalletConnect
he: סריקת QR של WalletConnect
hi: WalletConnect QR स्कैन करें
hr: Skeniraj WalletConnect QR
hu: WalletConnect QR beolvasása
id: Pindai QR WalletConnect
is: Skanna WalletConnect QR
it: Scansiona QR WalletConnect
ja: WalletConnect QR をスキャン
ko: WalletConnect QR 스캔
lt: Nuskaityti WalletConnect QR
lv: Skenēt WalletConnect QR
ml: WalletConnect QR സ്കാൻ ചെയ്യുക
mr: WalletConnect QR स्कॅन करा
ms: Imbas QR WalletConnect
nb: Skann WalletConnect-QR
nl: WalletConnect-QR scannen
pa: WalletConnect QR ਸਕੈਨ ਕਰੋ
pl: Skanuj QR WalletConnect
pt_br: Escanear QR do WalletConnect
ro: Scanează QR WalletConnect
ru: Сканировать QR WalletConnect
sk: Naskenovať QR WalletConnect
sl: Skeniraj QR WalletConnect
sr: Скенирај WalletConnect QR
sv: Skanna WalletConnect-QR
sw: Changanua QR ya WalletConnect
ta: WalletConnect QR ஐ ஸ்கேன் செய்
te: WalletConnect QR ను స్కాన్ చేయి
th: สแกนคิวอาร์ WalletConnect
tr: WalletConnect QR’ı tara
uk: Сканувати QR WalletConnect
ur: WalletConnect QR اسکین کریں
vi: Quét QR WalletConnect
zh_hans: 扫描 WalletConnect 二维码
zh_hant: 掃描 WalletConnect QR

source: Scanning every chain against curated public addresses.
af: Skandeer elke chain teen 'n versorgde lys van openbare adresse.
ar: ‏يتم فحص كل سلسلة مقابل عناوين عامة منتقاة.
bg: Сканиране на всяка верига спрямо подбрани публични адреси.
bn: প্রতিটি চেইন বাছাই করা পাবলিক ঠিকানার বিপরীতে স্ক্যান করা হচ্ছে।
ca: S'escaneja cada cadena amb adreces públiques seleccionades.
cs: Skenujeme každý řetězec proti pečlivě vybraným veřejným adresám.
da: Scanner hver kæde mod udvalgte offentlige adresser.
de: Jede Chain wird mit kuratierten öffentlichen Adressen abgeglichen.
el: Σάρωση κάθε αλυσίδας έναντι επιμελημένων δημόσιων διευθύνσεων.
es: Analizando cada cadena con direcciones públicas seleccionadas.
et: Iga ahela skannimine valitud avalike aadresside vastu.
fa: ‏در حال اسکن کردن هر شبکه در برابر آدرس‌های عمومی منتخب.
fi: Tarkistetaan jokainen ketju valikoituihin julkisiin osoitteisiin.
fil: Sini-scan ang bawat chain laban sa mga curated na pampublikong address.
fr: Analyse de chaque chaîne par rapport à des adresses publiques sélectionnées.
he: ‏סורקים כל רשת מול כתובות ציבוריות נבחרות.
hi: हर चेन को चुनिंदा सार्वजनिक पतों के विरुद्ध स्कैन किया जा रहा है।
hr: Pretražuje se svaki lanac u odnosu na pomno odabrane javne adrese.
hu: Minden lánc ellenőrzése válogatott nyilvános címekkel.
id: Memindai setiap chain terhadap alamat publik yang dipilih.
is: Skannar hverja keðju gegn völdum opinberum vistföngum.
it: Scansione di ogni chain a confronto con indirizzi pubblici selezionati.
ja: 厳選した公開アドレスに対して各チェーンをスキャンしています。
ko: 선별된 공개 주소를 기준으로 모든 체인을 검사하고 있습니다.
lt: Kiekviena grandinė skenuojama pagal atrinktus viešus adresus.
lv: Katras ķēdes skenēšana pret atlasītām publiskām adresēm.
ml: തിരഞ്ഞെടുത്ത പൊതു വിലാസങ്ങൾക്കെതിരെ ഓരോ chain-ഉം സ്കാൻ ചെയ്യുന്നു.
mr: क्युरेट केलेल्या सार्वजनिक पत्त्यांच्या तुलनेत प्रत्येक chain स्कॅन केली जात आहे.
ms: Mengimbas setiap chain berdasarkan alamat awam yang dipilih.
nb: Skanner hver kjede mot utvalgte offentlige adresser.
nl: Elke chain wordt gescand tegen geselecteerde openbare adressen.
pa: ਚੁਣੇ ਹੋਏ ਜਨਤਕ ਪਤਿਆਂ ਦੇ ਮੁਕਾਬਲੇ ਹਰੇਕ chain ਨੂੰ ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pl: Skanowanie każdej sieci względem wyselekcjonowanych publicznych adresów.
pt_br: Verificando cada rede em relação a endereços públicos selecionados.
ro: Se scanează fiecare rețea cu adrese publice selectate.
ru: Проверяем каждую сеть по подобранным публичным адресам.
sk: Skenuje sa každý reťazec voči vybraným verejným adresám.
sl: Preverja se vsaka veriga glede na izbrane javne naslove.
sr: Скенира се сваки ланац у односу на пажљиво одабране јавне адресе.
sv: Skannar varje kedja mot kurerade offentliga adresser.
sw: Tunachunguza kila chain dhidi ya anwani za umma zilizoteuliwa.
ta: தேர்ந்தெடுக்கப்பட்ட பொது முகவரிகளுக்கு எதிராக ஒவ்வொரு chain-ஐயும் ஸ்கேன் செய்கிறது.
te: ఎంపిక చేసిన పబ్లిక్ చిరునామాల ఆధారంగా ప్రతి chain ను స్కాన్ చేస్తోంది.
th: กำลังสแกนทุก chain เทียบกับที่อยู่สาธารณะที่คัดสรร
tr: Tüm zincirler seçilmiş genel adreslere göre taranıyor.
uk: Перевіряємо кожну мережу за відібраними публічними адресами.
ur: ‏منتخب پبلک پتوں کے مقابلے میں ہر chain کو اسکین کیا جا رہا ہے۔
vi: Đang quét mọi chain dựa trên các địa chỉ công khai đã chọn lọc.
zh_hans: 正在对照精选的公开地址扫描每条链。
zh_hant: 正在對照精選的公開地址掃描每條鏈。
